Revit 2027 API
ParameterTypeId.RbsReferenceLiningThickness Property
 "Lining Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsReferenceLiningThickness { get; }
Public Shared ReadOnly Property RbsReferenceLiningThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsReferenceLiningThickness {
	ForgeTypeId^ get ();
}
static member RbsReferenceLiningThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace